[
    "Saw a headline about new COVID variants. 🙄 Big Pharma just wants to push more boosters!  My turmeric smoothie is doing just fine, thanks.  #NaturalImmunity #NoMoreBoosters #COVIDisAScam",
    "\"New COVID booster?  Give me a break.  Big Pharma's at it again, lining their pockets while we suffer.  This whole thing is a scam. #COVIDhoax #BigPharmaGreed #WakeUpSheeple\"",
    "Just saw a headline about new Covid variants.  Makes me sick with worry.  Are they even THINKING about our kids?!  #CovidIsNotOver #ProtectOurChildren #ParentConcerns #HiddenDangers",
    "Just saw some headline about new COVID variant.  Give me a break!  This whole thing is a scam to control us.  Remember when they said masks worked?  What a joke!  #COVIDhoax #WakeUpAustralia #AussiesDontComply",
    "Just read a pre-print study (need to verify source, will share when I find it) suggesting a link between the increased incidence of  Bell's Palsy in some Indian districts and a specific adjuvant used in the mRNA vaccines.  🤔  Big Pharma won't tell you this, but we need more transparency about what's REALLY in these shots. #Covid19 #VaccineSideEffects #HiddenIngredients #FollowTheMoney",
    "Just saw a headline about new Covid variants. Big Pharma wants to keep us scared and dependent on their toxic jabs!  Boost your REAL immunity with elderberry, vitamin C, and positive energy.  Don't let fear control you. #NaturalImmunity #CovidIsAScam #WakeUp",
    "Saw a headline about new Covid variants.  🙄  It's like they're just making this stuff up to keep us scared and under control.  #plandemic #populationcontrol #COVIDisalie",
    "Saw a headline about a new Covid variant and another booster being pushed.  Seriously?  At what point does this end?  My GP says natural immunity is strong, and I'm starting to think he's right.  #BoosterFatigue #CovidVariant #BigPharmaProfits",
    "Boosting your natural immunity is KEY! 🔑 Forget those experimental jabs!  A healthy gut is your best defense against COVID.  Load up on organic fruits, veggies, and fermented foods. #NaturalImmunity #NoJabsNeeded #COVIDisAHoax",
    "\"Fauci says COVID cases are rising again? 🙄 Shocker.  My uncle's friend's dog walker had a cough last week and they called it COVID.  Totally a scam to keep us all locked down and buying their overpriced meds. Wake up, sheeple! #COVIDhoax #Plandemic #FauciLies\""
]