[
    "Big Pharma doesn't want you to know this! 🤫  Boost your natural immunity with elderberry and zinc.  Way more effective than any experimental vaxx, and no scary side effects! #naturalhealth #covidtruth #pharmaceuticals #wakeup",
    "Just saw a report linking the COVID vaccine to long-term health problems they ain't telling you about.  Big Pharma is getting rich while we suffer! #vaccineinjury #covidhoax #wakeupamerica",
    "Just saw another report of a child hospitalized with respiratory issues post-Covid vax.  Anyone else noticing this?  It's terrifying.  #ParentConcerns #VaccineSafety #KidsHealth  Why aren't they telling us the truth?  We need to protect our little ones!",
    "Just saw a doc on the telly.  Turns out this whole COVID jab thing is a ploy to track us!  Don't let the government tell ya what to put in your body.  #WakeUpSheeple #AussieFreedom #NoForcedJabs",
    "Just read a concerning pre-print.  Correlation between the new Omicron boosters and increased susceptibility to seasonal flu? 🤔  Big Pharma won't tell you this, but it raises serious questions about long-term immune system impacts. #VaccineSafety #FollowTheScience #BigPharma",
    "As a naturopath, I see the damage Big Pharma's #COVID19 vaccines are doing.  Boost your NATURAL immunity!  Don't let them control you.  #NaturalHealing #HolisticHealth #Plandemic #NoVaxNeeded",
    "OMG! My cousin got the COVID vaccine and now she's constantly tired and her hair is falling out!  Doctors are saying it's \"stress,\" but I think it's the vaccine.  #VaccineSideEffects #COVID19 #StaySafe #ThinkTwice",
    "Heard enough from Big Pharma pushing endless boosters.  A friend's cousin got the latest jab and was sick as a dog for a week.  What's the point when it barely protects against the new variants anyway?  #boosterfatigue #covid19 #healthfreedom",
    "Boost your natural defenses!  Forget the jab, nourish your body with REAL immunity.  Elderberry syrup, zinc, and a vitamin-rich diet are all you need to fight off COVID. #NaturalImmunity #NoToVaccines #HealthyLiving #CovidTruth",
    "Just saw a video of a perfectly healthy athlete collapse after getting the booster.  They're not telling you the whole story!  #VaccineSideEffects #SuddenCollapse #WakeUpSheeple  Do your own research!"
]